
===========================================================================
report_tns
============================================================================
tns -15.34

===========================================================================
report_wns
============================================================================
wns -1.64

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -1.64

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.33
