
===========================================================================
report_tns
============================================================================
tns -1.56

===========================================================================
report_wns
============================================================================
wns -0.74

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -0.74

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.43
