
===========================================================================
report_tns
============================================================================
tns -17.59

===========================================================================
report_wns
============================================================================
wns -2.99

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -2.99

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.45
