
===========================================================================
report_tns
============================================================================
tns -14.57

===========================================================================
report_wns
============================================================================
wns -1.58

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -1.58

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.32
