
===========================================================================
report_tns
============================================================================
tns -25.72

===========================================================================
report_wns
============================================================================
wns -4.84

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -4.84

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.30
