
===========================================================================
report_tns
============================================================================
tns -69.36

===========================================================================
report_wns
============================================================================
wns -8.66

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -8.66

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.30
