
===========================================================================
report_tns
============================================================================
tns -0.89

===========================================================================
report_wns
============================================================================
wns -0.44

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -0.44

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.44
