
===========================================================================
report_tns
============================================================================
tns -17.49

===========================================================================
report_wns
============================================================================
wns -3.10

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -3.10

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.45
