###############################################################################
# Created by write_sdc
# Fri Apr 18 08:19:19 2025
###############################################################################
current_design adder
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name core_clock -period 6.6000 [get_ports {clk}]
set_propagated_clock [get_clocks {core_clock}]
###############################################################################
# Environment
###############################################################################
###############################################################################
# Design Rules
###############################################################################
