
===========================================================================
report_tns
============================================================================
tns -14.94

===========================================================================
report_wns
============================================================================
wns -1.60

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -1.60

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.33
