
===========================================================================
report_tns
============================================================================
tns -37.29

===========================================================================
report_wns
============================================================================
wns -6.11

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -6.11

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.30
