
===========================================================================
report_tns
============================================================================
tns -68.46

===========================================================================
report_wns
============================================================================
wns -8.57

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -8.57

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.30
