
===========================================================================
report_tns
============================================================================
tns -20.99

===========================================================================
report_wns
============================================================================
wns -1.60

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -1.60

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.43
