
===========================================================================
report_tns
============================================================================
tns -20.54

===========================================================================
report_wns
============================================================================
wns -1.94

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -1.94

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.31
