
===========================================================================
report_tns
============================================================================
tns -13.44

===========================================================================
report_wns
============================================================================
wns -1.82

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -1.82

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.32
