
===========================================================================
report_tns
============================================================================
tns -13.74

===========================================================================
report_wns
============================================================================
wns -1.84

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -1.84

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.32
