
===========================================================================
report_tns
============================================================================
tns -17.84

===========================================================================
report_wns
============================================================================
wns -3.14

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -3.14

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.45
