
===========================================================================
report_tns
============================================================================
tns -36.58

===========================================================================
report_wns
============================================================================
wns -6.03

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -6.03

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.30
