
===========================================================================
report_tns
============================================================================
tns -13.17

===========================================================================
report_wns
============================================================================
wns -1.80

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -1.80

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.31
