###############################################################################
# Created by write_sdc
# Fri Apr 18 08:45:48 2025
###############################################################################
current_design adder
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name core_clock -period 3.0000 [get_ports {clk}]
set_propagated_clock [get_clocks {core_clock}]
set_false_path\
    -through [list [get_nets {x25.A}]\
           [get_nets {x25.B}]]
###############################################################################
# Environment
###############################################################################
###############################################################################
# Design Rules
###############################################################################
