###############################################################################
# Created by write_sdc
# Mon Apr 21 04:43:56 2025
###############################################################################
current_design adder
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name core_clock -period 5.6500 [get_ports {clk}]
set_propagated_clock [get_clocks {core_clock}]
set_false_path\
    -through [list [get_pins {_161_/D}]\
           [get_pins {input5/X}]]\
    -through [list [get_pins {_141_/D}]\
           [get_pins {input10/X}]]\
    -through [list [get_pins {_151_/D}]\
           [get_pins {input15/X}]]
###############################################################################
# Environment
###############################################################################
###############################################################################
# Design Rules
###############################################################################
