
===========================================================================
report_tns
============================================================================
tns -26.77

===========================================================================
report_wns
============================================================================
wns -4.98

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -4.98

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.31
